Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: User Name
wbl: Yarker k̃hakkũzg-e/wũzũmnkũzg-e nung

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
wbl: User'isht bakhs̃h k̃hetk clip've rostig̃he tayin caren, woz tayin cart ki qẽsa k̃hetke jumla rost joyetk

source: Validated Clips
wbl: Towsiq k̃hetk klipisht

source: Validated Hours
wbl: soatvẽ towsiq

source: Validated Hr. Total
wbl: Kũl tasdiq k̃het Hr

source: Validate readings
wbl: Joynẽvẽ towsiq

source: Validate Readings
wbl: Joynẽ towsiq car

source: Validate Readings, Review Transcriptions
wbl: Joyẽnẽ towsiq, tẽrjũma dẽdẽg̃h

source: Validate Readings <small>(Coming soon)</small>
wbl: Joynẽ towsiq car<small>(jaldẽb wizit)</small>

source: Validate readings submitted by community members
wbl: jẽmoati mimbarvẽ jamla k̃hetk joynẽvẽ towsiq car

source: Validate user-recorded readings in your language
wbl: Istimol k̃hakẽ kũzgvẽ rikord̃ẽ k̃hũ zikẽr towsiq car

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
wbl: Durusti Car

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
wbl: Atya k̃hetk klipvẽ towsiqi kommon voysẽr gha zẽrũrat. kẽs̃hũy wos yi fẽristẽ dũrz woz sak meyari open zẽrya owozẽ d̃atã k̃hakẽr sakẽr medad woc

source: Validation Progress
wbl: Tasdiqi ogoghi

source: Validations
wbl: Towsiqisht

source: Value and recognition.
wbl: Qadr et Qabuliyat.

source: Variant Contribution Options
wbl: Digargun’v-e rẽdho’r-e ikhtiyorisht

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
wbl: Digargunishtev (mutaghayurishtev) yi zik-e makhsus sũrat-misoli ki yashtes̃h dẽ yi jughrofiya yoy dẽ yi yũrt-e mulung bakhs̃h wocen. Yig̃huner, yem’veres̃h z̃aqlay zik (zabonchah) k̃hanen.

source: Varying Pronunciations
wbl: qisẽm qismẽ tẽlafuz

source: Venetian
wbl: Veneti

source: Version
wbl: vẽrzhan

source: Very common mistakes include:
wbl: tẽmikẽr nuqsẽ bẽ shomil/ qẽti

source: Vietnamese
wbl: Viyetnomi

source: View your progress against personal and project goals.
wbl: K̃hũ yarkẽ k̃hũn woz projekt̃ẽ mẽqsadẽ mẽtobiq tayin.

source: Visible
wbl: Oshkor

source: Visit our blog or write about us
wbl: dẽ spo blog rec̃h yoy sakẽr nivish.

source: Voice clips are entered into a submission queue that readies them for listening.
wbl: Voice Clip'ves̃h da yi qutor katen k̃he kus̃huy'ner tyor caren

source: Voice Collection
wbl: owoz g̃hũrtẽn

source: Voice Contribution
wbl: Owoz Bukhs̃h k̃hak

source: Voice Dataset, Ready for Download
wbl: Owozẽ Dãt̃asẽti d̃ownlowd̃ẽr tiyor

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
wbl: Owozi qũdrati, owozi k̃halẽn. haskan sak khush ki sakes̃h istimolẽ loyiq owozẽ t̃eknoloji gon, mashinẽ dẽstan. magam yi owozẽ sist̃em k̃hakẽr, k̃hakẽkũzgvẽri bihad ghafch d̃atã dẽrkor.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
wbl: Owozi qũdrati, owozi khalgẽn. hayawi sẽbab ki sakẽsh istimolẽ loyiq owoz nik̃hindẽn. spo moshinvẽr T̃eknoloji. Magam owoz peydo k̃hakẽ nẽzom, bihad c̃hak owozẽ d̃at̃ayi dẽrkor

source: Voices Online Now
wbl: Nivẽv owozisht sẽk tẽnov (onlayn)

source: Voice Validation
wbl: owoz durustgi

source: Volume
wbl: Hũjẽm

source: Votic
wbl: Votik

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
wbl: VoxForjẽv aska k̃hetu ki tẽrjũma qẽs̃vẽ naqle spo istimolẽr, muft woz opẽn sors k̃henakẽ recording dishne injen

source: Wakhi
wbl: Wakhi (Wuk̃hikwor)

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
wbl: Common Voice woz be baf k̃hak'e zoqes̃h lecra?

source: Want to save your information? <createProfile>Create a profile</createProfile>
wbl: k̃hũ molũmot pẽrdhavjẽs̃h zoqa?<createProfile>yi profayl go</createProfile>

source: Want to stay in touch with Common Voice?
wbl: da Common Voice'en robita'er halak zoqesh lecra?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
wbl: sakẽs̃h ki kommon voysẽ s̃heg̃hd d̃at̃asẽtẽ jori carẽn to yorẽs̃h apd̃et̃ dẽrkor wost, sasht spo khẽbarẽ khatẽ sabsẽkrayb carit

source: Watch our video explainer to help
wbl: Spo 'Video explainer' madad e haten tayin carit.

source: Wayuunaiki
wbl: Shumol-Mashriqi Columbia et Shumol-Maghribi Venezuela he Zik

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
wbl: Sakes̃h hamisha tayinen ki cẽ malũmotev yark wũzũmnkũzg’v en kũs̃hũyen yav-e zarũrat’v et holotev—cam’v-e dẽ liman en dẽ malũmotev g̃hũrtn hamkorig̃h-e mimbarv en wezg to skẽ malũmot’v-e sihat k̃hũ dishnev. Sakes̃h ce sav en <emailFragment>kũs̃hũyn zoq caren</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
wbl: sakẽs̃h owozẽn yi het̃ woz yũrtẽr dastyob d̃at̃a sẽt gon, askas̃h koy bẽ ki cẽ k̃hẽnakẽ fayilẽ aplikashanẽ (aplicayion) tẽrbiyat rẽdho bas wezin.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
wbl: Hũkũmatti idora’v dẽ t̃eknoloji, takhliqev woz zik-e haqev pũrũt rec̃hn-e haten, sakes̃h khũshig̃h mes̃h yav madad caren. Kum lup plan yoy tahrik c̃hũwũvn-e planes̃h ki agar sashtes̃h carit, mehrboni carit k̃he <emailFragment>dẽ robita halit </emailFragment>

source: We are going out to get a coffee.
wbl: Sakẽn koffi sẽmar tẽrbar takhk.

source: We are going out to get coffee.
wbl: Sakẽn koffi gũtakẽr tẽr bar tak̃hk.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
wbl: Sakes̃h khalg’ver bes̃h ikhtiyor pũrũt wũzũmen ki yashtes̃h chiz k̃hũ jins-e shinokht-e bobat saker k̃hanen. Mehrboni carit k̃he k̃hat k̃hanit kumd ki ghafch fitriyes̃h saver sũdhũyd <learnMoreLink> Woz be jins-e bobat spo andoz dishit</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
wbl: Dẽ Mozilla, sakes̃h yũrt (mũrdũm) e dẽ owog̃h-e t̃eknoloji-e gird pũrũt yunden. Sakep dẽ robita halak zoq caren dẽ tozah khabarev, s̃heg̃hd malũmot-e bandev, woz ziyot kũs̃hũyen ki sashtes̃h ce sokht ym malũmotev yarker wũzũmit.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
wbl: sakri yaqin ki awomẽr dastyob lup d̃at̃aset̃ kumdi ki sẽk mashin dishẽn tey, yab dẽ k̃henakẽ t̃eknoloji jidat wũzimd woz sihatmand sẽwdogarig̃hẽ mẽqobila/ t̃akbozib tẽr pẽrũt wũzũmd. yemi pẽtũn dẽnyo kushish woz skẽs̃h kũkhtẽr dawat randen ki shomil wocẽn. spo maqsadi k̃henakẽ t̃eknolojiyẽ kũk̃htẽr k̃hak, akosi cart ki cẽ petũn dẽnyonẽv owosisht

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
wbl: Sakri ũmidh ki dẽ owomẽ dhat ghafch owozvẽ d̃at̃aset̃ sẽk mashin dishneb k̃henakẽ t̃eknoloji s̃heg̃hd woz sihatmand korẽborẽ mẽqobila tẽr pẽrũt yund.kommon Voysẽ qismqismẽ d̃ataset̃i tẽrmisẽkẽn owomẽ s̃hik̃h cẽ kũk̃htẽn lop owozẽ d̃at̃a set̃ mawjud. hayem wẽraqi digar open zẽryavẽri bẽheysiyati hawola tey, Kommon Voyses̃h musalsal, spo toza ishatvẽ zẽrya

source: Website Localization
wbl: "Website" maqomi k̃hak

source: Websites
wbl: Tenz̃etkig̃h

source: We couldn’t find that page for you
wbl: sakẽ haya wẽraqẽ tor ne got

source: We couldn’t get any audio clips for you to listen to. Please try again later.
wbl: tor kẽs̃hũynẽr spo s̃hik̃h chiz od̃iyo kẽlip nast. miriboni car k̃hẽ cẽbasẽn kushish.

source: We couldn’t get any sentences for you to speak. Please try again later.
wbl: Sakẽs̃h tor k̃hẽnakẽr chiz jũmla ne gotẽn. Miriboni car woz kushish

source: Weekly
wbl: Haftawor

source: Weekly Goal
wbl: Haftẽwor maqsad

source: We launch the Common Voice site in this language.
wbl: Sakes̃h hadem Zik "Common Voice" sohat caren

source: Welcome { $company } staff!
wbl: { $company }sẽt̃afẽr khũshomẽdid!

source: Welcome to Common Voice
wbl: Dẽ Kommon Voys khũshomẽdid

source: Welcome to Spontaneous Speech
wbl: Dẽ k̃hat k̃hat qisa (zik)saver khũshomadid

source: Welsh
wbl: Wales Bartania he yi Zik

source: We may have run out of clips - refresh the page, or try again later.
wbl: Spo s̃hik̃hẽb kẽlipsht vek̃hk hũmin- wẽraqẽ rifresh car yoy cẽbasẽn kushish car.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
wbl: Mũmkini ki sake ya kum guzorish ne gũtetk. Mehrboni carit k̃he saker yikto barqinomah stũyit skẽ <emailLink>{ $email }</emailLink> sak yan woz dẽ sav g̃haten.

source: We periodically release the dataset
wbl: Sakep wakht wakht en ya malũmotjay leceren

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
wbl: Sakes̃h paymon (wa’da) randen ki sakep sav-e dhetk malũmotev ehtiyot mes̃h dẽ dhast leceren. Woz be joy dẽ spo <privacyLink>roz’v-e bobat ilon </privacyLink>

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
wbl: Sakes̃h yi opan sors gon, har qismẽ owozvẽ d̃at̃aset̃ kumdẽb ki spich aplikashanvẽ tẽrtib rẽdhor istimol carẽn

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
wbl: Sakes̃h owozve "dataset" ve de khalgve mulung yi ozod (het̃) zaria' surater lecren. K̃hu owoze derem katith, digar kalgve Klipve durustgiye tasdeeq carit woz heryiewer "Dataset" baf gok̃hit.

source: We’re experiencing unexpected downtime
wbl: bikhẽbarẽsh d̃ownlowd̃ sakẽr band wost

source: We're going out to get coffee.
wbl: sakẽn kofi dũrznẽr tẽr bar tak̃hk.

source: We’re going out to get coffee.
wbl: Sakẽn koffi gũtakẽr tẽr bar tak̃hk.

source: We release the dataset every 3 months.
wbl: sakesh da her thru muy dataset oshkor caren

source: We're making some big changes
wbl: sakẽn z̃aq lup badal k̃hakẽr gezg

source: We're receiving a lot of traffic and are currently investigating the issues.
wbl: Sakrẽs̃h ghaf t̃refik (traffic) wizit wos sakes̃h filhol maslavẽ yewrẽn

source: We’re sorry, your platform is not currently supported.
wbl: sakẽri ẽfsũs ti plet̃formi mẽdẽdgor nast

source: Western Sierra Puebla Nahuatl
wbl: Western Sierra Puebla Nahutal i de Maxico Uto-Aztecan Zikve yi S̃holkh

source: Westphalian
wbl: Westphali

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
wbl: Sakees̃h tarjumahe haten 'Pontoon' e nungan yi 'Mozila tool' estimol caren. 'Pontoon' en ghafch zikisht tey. Laikin, agar savni ki nast, yanes̃h sasht k̃hu zike kitake arz k̃hake bas vezit. Yandi S̃heg̃hd zike sẽk 'GitHub' de'Common voice project' wuzumne bases̃h vezit. Bes̃h dishne haten sẽk 'translation ste' tayinit.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
wbl: Sakẽ z̃aq badalẽv k̃hetk, D̃elt̃a sirf haya tẽbqaẽ clipvẽ cẽ pardin durze kumdvẽv ki s̃heg̃ht pẽjẽhon k̃htk <deltaLink>hayem yarkẽ barar caq woz joy</deltaLink>

source: We've run out of sentences to record in this language...
wbl: Hẽskem zik darj k̃hakri spo s̃hik̃h jũmlayisht vek̃hk

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
wbl: Sakes̃h C̃huto C̃huto qissak̃hake guruhve mobayn "speech models" ve baf rẽpuzuv kitake zoq lecren. Hayeme haten "Voice dataset" er c̃hak woz mukhtalif khalgve numoyinda wocen awaji.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
wbl: Sakẽs̃h zoqẽn ki algorithm tẽr cẽbasẽ owozẽ didig̃hd, agar ki towẽs̃h pũtrũmed ny, bẽllandẽ rang owozẽs̃h bẽ qẽbũl carẽn. Hac̃a baydẽni tẽr cẽbsẽ ẽsta owozi baf; kumdẽs̃h ki to har harfẽ kẽs̃hũy ne lecẽrt.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
wbl: har qisme lehjarẽs̃h khũshomẽdin k̃hanẽn! tor ki sedhoydẽ ki joynekũzge ghẽlat joyetk kumd kelipe rad k̃hakẽr ityot car. tẽnawi sẽk ghẽlat jay, yoyeve owqofẽv rẽmũs̃htk. dẽ pẽtũn dẽnyoyi ghafch qisme hijayisht. yisarẽt nivẽr dẽ k̃hu zik ne kẽs̃hẽn. miriboni car k̃hẽ yave k̃hũ pẽzũve het̃ lecẽr k̃he sẽtow

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
wbl: Sakep k̃hũ <strong> yũrt-e sũkrot k̃hakkũzger (managerer) be k̃hanen ki sashtes̃h dilchaspi lecerit</strong> haya d̃stan ki yow saver bes̃hter madad yoy malũmot be rand kumd ki saver mũmkini ki darkor hũmũyd.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
wbl: sakep ghafch jald savay zik ska common voice shamil k̃hak haten bes̃h malumat e mas̃hen da saven robita caren

source: We will be in touch with more information as it becomes available.
wbl: Sakep dẽ robita halen woz be malũmot’v-e dẽstan ce mal ki yasht dẽ dhast wezde.

source: We will not make your email public.
wbl: Sak ti email pẽ jehon ne gon.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
wbl: Sakep sav-e sabtk̃hek (bandk̃hetk) cẽ malũmotejay en vishũvn-e dẽstan sav-e gũzorish didig̃hen. Agar ki sav-e gũzorish manzũr vite, sakep yav e robita caren kumd’ve kuy ya malũmotejay k̃hũ s̃hik̃h khũmũvetk woz yav’rep gũzorish caren ki sav-e bandk̃hetkev vishũven.

source: We will show you a prompt or question
wbl: Sak saver disũven “yi zẽmun” (prompt) yoy yi sawol

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
wbl: Int̃ernet̃ e yi tawono jay k̃hak dẽstan, Sakes̃h dẽ bũnyodh’v en (foundations), shahri samoj et yũrt-e sharokatdor’v en yark caren, khusasan markuzen skẽ Khowari (sharqi) Afrika Spo <programmaticWork>program-e jay’v-e</programmaticWork> bobat woz be dishit

source: What is a language on Common Voice?
wbl: Yi ziki sẽk "Common voice" chiz?

source: What issues are you experiencing with this content?
wbl: Dem mawod mes̃h, kum qism-e taklifisht tower wezg (dichor diyetk)?

source: What issues are you experiencing with this sentence?
wbl: Hadẽm jũmlavnẽs̃h tor chiz mũshkilisht wocẽn?

source: What is your age?
wbl: Ti yirani (ũmri) cumer?

source: What is your sex or gender?
wbl: Ti jinsi chiz (Tu’t kum jins en)?

source: What kind of goal do you want to build?
wbl: Chiz sokht maqsad k̃hakẽ zẽrũrati?

source: What makes a good question?
wbl: Yi Baf swoles`h chisokht wost?

source: What needs to be in my file?
wbl: Dẽ z̃hũ fayli chiz darkor?

source: What questions can I add?
wbl: Wuz chiz sowolvẽ shomilẽm

source: What sentences can I add?
wbl: Kum jũmla’ves̃h wuz dem chermũvn kecerem (bas wezim)?

source: What’s inside the Common Voice dataset?
wbl: Dẽ Kommon Voysẽ d̃at̃aset̃ẽ desti chiz?

source: What's Public?
wbl: Pẽ jẽhoni chiz? / chizi kũk̃htẽr?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
wbl: cay wakht'es̃h ki yi user voice clip qubul ne cart yow'es̃h da qutor pishit. bu gudor qubul ne wocner ya voice clip'es̃h ra clip qabriston pirvit

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
wbl: dẽ kẽs̃hũynẽn ityotẽmẽs̃h didig̃h ki chizẽv rikord̃ khẽtk woz cẽ rostig̃hnẽv chiz nivishetk; rad car agar ki gha nuqsi tey. <br />

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
wbl: Ce males̃h ki sasht k̃hũ band’v-e dẽstan gũzorish carit, sakes̃h yav dẽ yũw yoy dẽ c̃hak faylev vanden. dremi sav-e misũ z̃aq gũzorishisht.

source: Which variant of { $language } do you speak?
wbl: Kumd digar { $language }zik es̃h tu k̃han?

source: Why ?
wbl: Chizer?

source: Why a profile?
wbl: Yi khoka (sũrat) chizer?

source: Why are you asking?
wbl: Tus̃h chir pẽrs?

source: Why Common Voice?
wbl: Chizer Common Voice?

source: Why does this matter?
wbl: Yemi chizer lozim?

source: Why we built this Spontaneous Speech prototype
wbl: Hadem awalũ (asli) k̃hat k̃hat qisa (zik) jũr k̃hak wakht

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
wbl: dẽ profaylẽnes̃h tu sẽk k̃hũ yark sqo hẽlakẽ bas wez woz dẽ owozẽ d̃at̃a k̃hakẽkũzgvẽ jẽmoatnẽs̃h robitar hal

source: Wixárika
wbl: Wixarika

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
wbl: Z̃ẽg̃ha, sashtes̃h k̃hũ owog̃hu bandev vishũvn gũzorish be k̃hak zoq carit a, ney yaves̃h dẽ Umumi Owog̃h’v-e Malũmotejay lẽcern damshi carit (tarjih randit)?

source: Write
wbl: Nivish

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
wbl: Haya sokht nivishit ce sokht ki ya khalgee k̃hat, yani kum jay wũdrũkkũzg-e lavz ce sokht ki K”um” yoy “errr”

source: Write down what you hear the person saying here
wbl: Nivish kumchizes̃h ki tu ca khalg en kũs̃hũy

source: Write options menu
wbl: Nivishn-e ikhtiyori fihrist

source: Xitsonga
wbl: Khitsonga

source: Yes
wbl: yan

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
wbl: Yan, maz̃her email sutuy. wuzep common voice project bobat'en dishn zoq carem

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
wbl: Yan, maz̃her barqinoma’v stũy. Wuzes̃h yem zik-e bora’r skẽ Umumi Owog̃hev agah halak zoq carem.

source: Yiddish
wbl: Yidi

source: Yoruba
wbl: Yoruboyi

source: You
wbl: tu/sasht

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
wbl: tut yi d̃ownlowd̃ẽr tiyor <size>{ $size }GB</size>jori?

source: You are prepared to initiate a download of <b>{ $size }</b>
wbl: Ti d̃awlowd̃ẽ shẽrũ k̃hakri tẽyor <b>{ $size }

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
wbl: Sashtes̃h jumlave sẽk nivishne safha kitake bas vezit, yoy jumlave sẽk 'Review page' nazar katith.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
wbl: Sashtes̃h ya URL’v e yikto naql et piwand k̃hak (nidhũvn) dẽ k̃hũ khus̃hketk khũmũvn-e sũkrotchi kẽt̃ak kecerit. Yashtep dẽ 12 so’at vec̃hen, magam sashtes̃h woz skem ruy wẽzayn k̃he kum ki ce wakht s̃heg̃h’ves̃h paydo k̃hak kecerit.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
wbl: mẽnzũr, rad k̃hak yoy lẽcẽrnẽres̃h tu kibord̃ẽ istimolẽ bas wez. { sc-review-form-button-approve-shortcut }{ sc-review-form-button-approve-shortcut }{ sc-review-form-button-reject-shortcut }{ sc-review-form-button-skip-shortcut }{ sc-review-form-button-skip-shortcut }

source: You can choose to make your username public or anonymous.
wbl: tus̃h sirf k̃hũ nungẽ pẽ jẽhon go yoyes̃h yo tẽrdest lecrẽn.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
wbl: Sashtes̃h de 'dataset' ve safha rẽc̃hne bas vezit, woz k̃hu maqsade zike intikhob carit woz yawe 'download' carit. Woz de filevenep 'metadata' munsalik wost, maslan Obodiye ma'lumot woz 'validation data'. saverep 'dataset' 'download' k̃hake distan yi email pata rẽdho wost.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
wbl: dãt̃aset̃ k̃hakẽ dẽstanẽsh tu Kommon voysẽ profayl go k̃kẽ k̃hũ owozẽ ẽtayas̃h shomil k̃hakẽ bas wez
